brew "direnv"
brew "eza"
brew "lazygit"
brew "neovim"
brew "nodenv"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# fonts now are installed like this
cask "font-meslo-lg-nerd-font"

cask "discord"
cask "firefox"
cask "google-chrome"
cask "nordvpn"
cask "raycast"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
