# Formulas
brew "bash"
brew "bc"
brew "chezmoi"
brew "coreutils"
brew "eza"
brew "fnm"
brew "gawk"
brew "gh"
brew "glab"
brew "gsed"
brew "jq"
brew "lazygit"
brew "mkcert"
brew "nowplaying-cli"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "tmux"
brew "zoxide"

# Casks
cask "1password"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "ticktick"
cask "twingate"
cask "visual-studio-code"
cask "wezterm"
